Repository: geosolutions-it/ckanext-geonode
Catalog: ckanext/geonode/i18n/*/LC_MESSAGES/ckanext-geonode.po
Languages: it

source: Main page about the layer
it: Pagina principale del layer

source: Layer detail page in GeoNode
it: Pagina dei dettagli del layer in GeoNode

source: API link to layer
it: Link all'API REST per la gestione del layer

source: Thumbnail
it: Miniatura

source: Default thumbnail for the layer in GeoNode
it: Miniatura di default per il layer

source: URL for embedding
it: URL per l'embedding

source: URL for embedding the GeoNode resource in other pages
it: URL per incorporare la risorsa GeoNode in altre pagine

source: Main page about the map
it: Pagina principale della mappa

source: Map detail page in GeoNode
it: Pagina dei dettagli della mappa in GeoNode

source: API link to map
it: Link all'API REST per la gestione della mappa

source: Default thumbnail for the map in GeoNode
it: Miniatura di default per la mappa

source: geonode_author
it: GeoNode: Autore dei metadati

source: geonode_owner
it: GeoNode: Titolare dei dati

source: geonode_poc
it: GeoNode: Contatto per il dataset

source: geonode_purpose
it: GeoNode: Finalit√† del dataset (GeoNode)

source: geonode_suppinfo
it: GeoNode: Informazioni supplementari
